{
  'took': 40,
  'timed_out': False,
  '_shards': {
    'total': 5,
    'successful': 5,
    'skipped': 0,
    'failed': 0
  },
  'hits': {
    'total': {
      'value': 4,
      'relation': 'eq'
    },
    'max_score': 5.0466857,
    'hits': [
      {
        '_index': 'my_index',
        '_id': 'O2-SYocBM11TZrDNyTl9',
        '_score': 5.0466857,
        '_ignored': [
          'text.keyword'
        ],
        '_source': {
          'id': 1043,
          'text': 'Миндздрав России завершил разработку законопроекта по увеличению до 21 года возраста, с которого россияне смогут покупать крепкий алкоголь. Текст документа опубликован на портале проектов нормативных правовых актов.\n\nПродажа алкогольной продукции несовершеннолетним в России запрещена по закону. Минздрав предлагает внести в законодательство изменение, по которому «алкогольную продукцию с содержанием этилового спирта более 16,5%» будет запрещено продавать лицам, не достигшим 21 года.\n\nУточняется также, что продавец имеет право потребовать документ, который подтверждает возраст покупателя в случае сомнения.\n\nВ ведомстве отметили, что возраст, с которого разрешена продажа алкоголя, никак не связан с дееспособностью. Ограничение связано лишь с негативным влиянием алкоголя на организм человека, особенно молодого. Потребление именно крепкого алкоголя в разы повышает риск смерти, подчеркнули в Минздраве.'
        }
      },
      {
        '_index': 'my_index',
        '_id': 'GW-SYocBM11TZrDNujYM',
        '_score': 4.7310715,
        '_ignored': [
          'text.keyword'
        ],
        '_source': {
          'id': 241,
          'text': 'НЕ анон, антон, данон.\n\nВсем привет.\nХотел бы найти тут человека противоположного пола. Не важно для чего. Как друг, парень, или же просто общение. М-да, никогда не думал что докачусь до такого, но... Что есть, то есть. Вообще, я личность асоциальная, а так же, мизантроп, нигилист, циник. Но в последнее время, хочется общения. И тут я понял, что я совершенно один, и в последний год общался нормально лишь с тремя людьми, но и то, они меня кинули и в последние месяца три-четыре ни с кем не общался, а после... Одного случая, после которого я и пишу данный текст, поник и раздавлен. Хочется тёплого, лампового общения.\n\nВообщем, пару слов обо мне.\nМне #UоYH18\nРост 165\nЛюбитель музыки\nА так же, в большей степени сериаломан, нежели киноман.\nЛюбитель книжек. Роман, детектив, фантастика.\nПо нации русский.\nТак что, если вы решитесь мне писать на казахском, то к сожалению я вас не пойму. \n\nПару слов о человеке которого ищу. \n#UOYW 15_ ∞\nРост не более 170 (на случай если встречу в жизни реализовать)\n\nНа этом все. Можете сами писать, можете ставить "+" готов сам написать, человек не гордый.'
        }
      },
      {
        '_index': 'my_index',
        '_id': 'fm-SYocBM11TZrDNtzXU',
        '_score': 3.8861346,
        '_ignored': [
          'text.keyword'
        ],
        '_source': {
          'id': 86,
          'text': 'прошу опубликовать анонимно, иначе, мое хиккаподобное существо, войдет в отчаянное положение \nсогласитесь, как то глупо искать людей в интернете, да, не сомневаюсь что много кто находят/дружат, мб более что то масштабное, но все же, если ваше представление о человеке окажется не самым удачным, само собой, это -мораль, что частенько и происходит.\nописывать, себя в общих чертах, конечно же глупо, но попытаюсь, конечно же без цинизма, ну и попытаюсь добавить кусочек самокритики, как же без этого:₽\nуже как год>прошло с того момента, как стал совершеннолетним , ростом под ~175, существуя эти 17 лет, осознанно пытаюсь побороть свой главный минус, добротное отношение ко всем(в реальной же жизни, а в вк ну, токсичничаю частенько, мб из за того, как подобает плохим мальчикам), ненавижу всяких челов что любят покорять какую то вершину популярности, собирая друзей/ подписчиков/гуляя в компашках, хождением в хаты, заведения, которые, не подобают воспитанным девочкам(нет, я не говорю что вы, не должны никуда выходить, хаты/выпивка лоу)\nуверен, многие мб будут комментировать сей запись, видя меня как чела, ищущего идеальную девочку, в чем то вы правы. \nглупо, искать сразу же свою пару, думаю стоит начинать с дружбы. \nданный текст пишу без рофлов, в какои то смысле, даже аморал, по отношению к тем же «злым» чувакам.'
        }
      },
      {
        '_index': 'my_index',
        '_id': 'xm-SYocBM11TZrDNxjiS',
        '_score': 3.7810388,
        '_ignored': [
          'text.keyword'
        ],
        '_source': {
          'id': 926,
          'text': 'Всемирная организация здравоохранения задалась вопросом соотношения длительности жизни мужчин и женщин.\n\nЭксперты подготовили доклад, в котором рассказали, почему мужчины живут меньше женщин. Его текст 4 апреля опубликовало издание Spiegel.\n\nВ первом случае исследователи пришли к выводу, что в мире рождается больше мальчиков, чем девочек. Но со временем количественное соотношение изменяется.\n\nСогласно второму выводу, женщины дольше остаются здоровыми. Так, по данным ВОЗ, родившиеся в наше время девочки могут рассчитывать на крепкое здоровье в среднем почти до 65 лет, в то время как мальчики смогут сохранить свое здоровье на 62 года.\n\nТретьим выводом стали различные причины, который в той или иной ситуации приводят к смерти мужчин.\n\nСреди них рак легких, ДТП и ишемические болезни сердца.\nЭксперты отметили, что иногда на продолжительность жизни может повлиять и генетическая предрасположенность.\n\nВ четвертом выводе ученые установили, что длительность жизненного цикла зависит от развитости страны, в которой проживает человек. В первую очередь это связанно с протеканием беременности. Так, в странах с низким уровнем доходов во время беременности или родов умирает каждая 41-я женщина, в то время как в развитых смертность приходится на одну из 3500 женщин.\n\nВ пятом выводе исследователи главные проблемы Америки и Европы — суицид и убийства. Например, они отметили, мужчины в четыре раза чаще женщин становятся жертвами убийств.\n\nИ последний вывод, сделанный ВОЗ, это редкое беспокойство мужчин из-за болезней.\n\nПоскольку они реже женщин обращаются, а медицинской помощью, то чаще становятся жертвами опасных заболеваний, которые диагностируют слишком поздно.\nВ январе ученые выявили влияние веса и роста женщин на продолжительность жизни.'
        }
      }
    ]
  }
}
